/* This is a mapping of BRError code failures to localized failure reasons */

/* kBRMediaManagerErrorNoPlayer*/
100 = "Het geselecteerde materiaal kan niet worden afgespeeld.";


/* kBRMediaPlayerNoDatabaseFound*/
200 = "Er is geen materiaal gevonden.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Het huidige nummer kan niet worden afgespeeld.";


/* kBRMediaNoContent*/
300 = "Geen materiaal gevonden.";

/* kBRMediaNoPhotoContent */
301 = "Uw iPhoto-bibliotheek bevat geen foto's.";

/* kBRMediaNoPodcastContent */
302 = "Uw iTunes-bibliotheek bevat geen podcasts.";

/* kBRMediaNotDRMAuthorized */
303 = "U bent niet bevoegd om dit materiaal af te spelen.";

/* kBRMediaNoMovieFolderContent */
304 = "Uw map 'Films' bevat geen films om af te spelen.";

/* kBRMediaNoTVShowContent */
305 = "Uw iTunes-bibliotheek bevat geen tv-programma's.";

/* kBRMediaNoMusicVideoContent */
306 = "Uw iTunes-bibliotheek bevat geen muziekvideo's.";

/* kBRMediaNoPlaylists */
307 = "Uw iTunes-bibliotheek bevat geen afspeellijsten.";

/* kBRMediaNoSongContent */
308 = "Uw iTunes-bibliotheek bevat geen nummers.";

/* kBRMediaNoAudioBookContent */
309 = "Uw iTunes-bibliotheek bevat geen audioboeken.";

/* kBRMediaEmptyPlaylist */
310 = "Deze afspeellijst bevat geen nummers.";

/* kBRMediaNoSuchPlaylist */
311 = "De geselecteerde afspeellijst is onvindbaar.";

/* kBRMediaNoSuchSong */
312 = "Het geselecteerde nummer is onvindbaar.";

/* kBRMediaNoMovies */
315 = "Uw map 'Films' bevat geen films.";

/* kBRMediaNoSongForSlideshow */
316 = "Het nummer voor deze diavoorstelling kan niet worden afgespeeld.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Het nummer voor deze diavoorstelling kan niet worden afgespeeld.";

/* kBRVideoUnplayable */
318 = "De geselecteerde video kan niet worden afgespeeld.";

/* kBRMediaRadioStreamUnplayable */
319 = "De geselecteerde radiostream kan niet worden afgespeeld.";

/* kBRRemoteMediaNoContent*/
350 = "Deze bibliotheek bevat geen materiaal.";

/* kBRRemoteMediaNoPhotoContent */
351 = "Deze bibliotheek bevat geen foto's.";

/* kBRRemoteMediaNoPodcastContent */
352 = "Deze bibliotheek bevat geen podcasts.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "U bent niet bevoegd om dit materiaal af te spelen.";

/* kBRRemoteMediaNoTVShowContent */
355 = "Deze bibliotheek bevat geen tv-programma's.";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "Deze bibliotheek bevat geen muziekvideo's.";

/* kBRRemoteMediaNoPlaylists */
357 = "Deze bibliotheek bevat geen afspeellijsten.";

/* kBRRemoteMediaNoSongContent */
358 = "Deze bibliotheek bevat geen nummers.";

/* kBRRemoteMediaNoAudioBookContent */
359 = "Deze bibliotheek bevat geen audioboeken.";

/* kBRRemoteMediaEmptyPlaylist */
360 = "Deze afspeellijst bevat geen nummers.";

/* kBRRemoteMediaLoadingError */
361 = "Er heeft zich een fout voorgedaan bij het laden van dit materiaal.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "De bron voor het delen van foto's is niet beschikbaar.";

/* kBRDataSourceInitializationFailure*/
400 = "Geen materiaal gevonden.";

/* kBRDataSourceURLResolutionFailure*/
410 = "Geen materiaal gevonden.";

/* kBRDataSourceConnectionInProgressError */
420 = "Er wordt al geprobeerd verbinding met deze bron te maken.";


/* KBRSystemNetworkHostUnreachable */
501 = "Er kan geen verbinding met deze bibliotheek worden gemaakt.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "De filmtrailer kan momenteel niet worden afgespeeld.";

/* kBRSystemNotHDCPCompliant */
503 = "Voor het afspelen van dit materiaal is HDCP vereist.";

/* kBRSetupCantSetLanguage */
600 = "De taal kan niet worden gewijzigd.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "U kunt momenteel geen dvd afspelen.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "De dvd kan niet worden verwijderd.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "De regiocode van de dvd komt niet overeen met de regiocode van de dvd-speler.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "De dvd kan niet worden afgespeeld.";

/* kBRDVDErrorFatalDVDAlert */
754 = "De dvd kan niet worden afgespeeld.";

/* kBRCDErrorCantEjectCDAlert */
755 = "De cd kan niet worden verwijderd.";

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025 = "De kopieerbeveiliging van de schijf kan niet worden gecontroleerd.";

/* kBRInternalResourceError */
900 = "Er heeft zich een fout voorgedaan.";

